Ran Plan for project: `gcp-demo` dir: `terraform/gcp/apps/bucket` workspace: `gcp-demo`

<details><summary>Show Output</summary>

```diff

Initializing the backend...

Successfully configured the backend "s3"! Terraform will automatically
use this backend unless the backend configuration changes.

Initializing provider plugins...
- Finding hashicorp/google versions matching "4.38.0"...
- Installing hashicorp/google v4.38.0...
- Installed hashicorp/google v4.38.0 (signed by HashiCorp)

Terraform has created a lock file .terraform.lock.hcl to record the provider
selections it made above. Include this file in your version control repository
so that Terraform can guarantee to make the same selections by default when
you run "terraform init" in the future.

Terraform has been successfully initialized!

You may now begin working with Terraform. Try running "terraform plan" to see
any changes that are required for your infrastructure. All Terraform commands
should now work.

If you ever set or change modules or backend configuration for Terraform,
rerun this command to reinitialize your working directory. If you forget, other
commands will detect it and remind you to do so if necessary.

Switched to workspace "gcp-demo".


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # google_storage_bucket.demo will be created
  + resource "google_storage_bucket" "demo" {
      + force_destroy               = true
      + id                          = (known after apply)
      + location                    = "US"
      + name                        = "wiz-demo-atlantis-gcp"
      + project                     = (known after apply)
      + self_link                   = (known after apply)
      + storage_class               = "STANDARD"
      + uniform_bucket_level_access = true
      + url                         = (known after apply)

      + versioning {
          + enabled = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + bucket_id       = (known after apply)
  + bucket_selflink = (known after apply)

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: /atlantis-data/repos/jmorgan415/wiz-atlantis-poc/36/gcp-demo/terraform/gcp/apps/bucket/gcp-demo-gcp-demo.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "/atlantis-data/repos/jmorgan415/wiz-atlantis-poc/36/gcp-demo/terraform/gcp/apps/bucket/gcp-demo-gcp-demo.tfplan"

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p gcp-demo`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis-0:4141/lock?id=jmorgan415%252Fwiz-atlantis-poc%252Fterraform%252Fgcp%252Fapps%252Fbucket%252Fgcp-demo)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p gcp-demo`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
